Repository: AndrexAce/ADAtickets
Catalog: ADAtickets.Installer/Assets/Resources.*.resx
Languages: it

# ApiVersionLabel
source: API version:
it: Versione API:

# DbPasswordLabel
source: Database password:
it: Password base di dati:

# DbUserNameLabel
source: Database username:
it: Nome utente base di dati:

# TenantIdLabel
source: Tenant ID:
it: ID tenant:

# FieldRequired
source: This field is mandatory.
it: Questo campo è obbligatorio.

# Greeting
source: Hello!
it: Ciao!

# InvalidPath
source: The path is invalid.
it: Il percorso non è valido.

# Presentation
source: Before running this setup, read the instructions in the README file.
it: Prima di eseguire questo setup, leggi le istruzioni nel README.

# SslCertificatePasswordLabel
source: SSL certificate password:
it: Password certificato SSL:

# SslCertificatePathLabel
source: SSL certificate path (local):
it: Percorso certificato SSL (locale):

source: Next
it: Continua

# VolumePathLabel
source: Volume mount path (local):
it: Percorso montaggio volume (locale):

# ExternalTenantIdLabel
source: External tenant ID:
it: ID tenant esterno:

# InvalidDomain
source: The domain is invalid.
it: Il dominio non è valido.

# InvalidGuid
source: The GUID is invalid.
it: Il GUID non è valido.

# WebAppIdLabel
source: Web app ID:
it: ID app web:

# ExternalWebAppIdLabel
source: External web app ID:
it: ID app web esterna:

# ApiAppIdLabel
source: API app ID:
it: ID app API:

# ExternalApiAppIdLabel
source: External API app ID:
it: ID app API esterna:

# WebVersionLabel
source: App version:
it: Versione app:

# WebAuthCertificatePasswordLabel
source: Web app authentication certificate password:
it: Password certificato autenticazione web app:

# PleaseInsert
source: Insert the following information to continue with the setup.
it: Inserisci le seguenti informazioni per completare il setup.

# Installing
source: Installing ADAtickets...
it: Installazione ADAtickets...

# EnvFileWriting
source: Writing the environment file...
it: Scrivendo il file di ambiente...

# ApiContainerPull
source: Pulling API container...
it: Scaricando il container API...

# WebContainerPull
source: Pulling web container...
it: Scaricando il container web...

# ComposeStartup
source: Starting up containers with Compose...
it: Avviando i contenitori con Compose...

# DbContainerPull
source: Pulling database container...
it: Scaricando il contenitore della base di dati...

# WaitingDocker
source: Waiting for Docker startup...
it: Aspettando l'avvio di Docker...

# StillWaitingDocker
source: Still waiting for Docker startup. Did you launch it?
it: Ancora aspettando l'avvio di Docker. L'hai avviato?

# CleaningTemp
source: Cleaning temporary files...
it: Ripulendo i file temporanei...

# ErrorOccurred
source: An error occurred while setting up:
it: Si è verificato un errore durante il setup:

# SetupCompleted
source: Setup completed successfully.
it: Setup completato con successo.

source: Previous
it: Indietro

# ApiAuthCertificatePathLabel
source: API authentication certificate path (local):
it: Percorso certificato autenticazione (locale) API:

# ApiAuthCertificatePasswordLabel
source: API authentication certificate password:
it: Password certificato autenticazione API:

# WebAuthCertificatePathLabel
source: Web app authentication certificate path (local):
it: Percorso certificato autenticazione (locale) web app:

# DevOpsOrganizationNameLabel
source: DevOps organization name:
it: Nome organizzazione DevOps:

# ExampleNameWatermark
source: Example Name
it: Nome Esempio

source: Invalid organization name.
it: Il nome dell'organizzazione non è valido.
