Repository: AndrexAce/ADAtickets
Catalog: ADAtickets.Web/Resources/Components/Shared/TicketCard.*.resx
Languages: it

# ButtonEdit
source: Edit
it: Modifica

# ButtonOpen
source: Open
it: Apri

# DeleteMenuItem
source: Delete
it: Cancella

# CloseMenuItem
source: Close
it: Chiudi

# AssignMenuItem
source: Assign to...
it: Assegna a...

# EditStatusMenuLabel
source: Edit status
it: Modifica stato

# AssignmentMenuLabel
source: Assignment
it: Assegnazione

# DeleteConfirmDialogTitle
source: Confirm deletion
it: Conferma cancellazione

# DeleteConfirmDialogMessage
source: If you delete this ticket, it won't be retrievable anymore.
it: Se cancelli questo ticket, non sarà più recuperabile.

# DeleteConfirmDialogConfirmButton
source: Delete
it: Cancella

# DeleteConfirmDialogCancelButton
source: Do not delete
it: Non cancellare

# CloseConfirmDialogTitle
source: Confirm closure
it: Conferma chiusura

# CloseConfirmDialogMessage
source: If you close this ticket, it won't be openable anymore.
it: Se chiudi questo ticket, non sarà più apribile nuovamente.

# CloseConfirmDialogConfirmButton
source: Close
it: Chudi

# CloseConfirmDialogCancelButton
source: Do not close
it: Non chiudere

# DeleteSuccessToastTitle
source: Deletion completed
it: Eliminazione completata

# DeleteSuccessToastDetails
source: The deletion was completed successfully.
it: La cancellazione è stata terminata con successo.

# DeleteErrorToastTitle
source: Deletion error
it: Errore cancellazione

# DeleteErrorToastDetails
source: An error occurred while trying to delete the ticket. Retry.
it: Si è verificato un errore mentre il ticket veniva cancellato. Riprova.

# CloseSuccessToastTitle
source: Closure completed
it: Chiusura completata

# CloseSuccessToastDetails
source: The closure was completed successfully.
it: La chiusura è stata completata con successo.

# CloseErrorToastTitle
source: Closure error
it: Errore chiusura

# CloseErrorToastDetails
source: An error occurred while trying to close the ticket. Retry.
it: Si è verificato un errore mentre il ticket veniva chiuso. Riprova.

# AssignSuccessToastTitle
source: Assignment completed
it: Assegnazione completata

# AssignSuccessToastDetails
source: The assignment was completed successfully.
it: L'assegnazione è stata completata con successo.

# AssignErrorToastTitle
source: Assignment error
it: Errore assegnazione

# Ba
source: An error occurred while trying to assign the ticket. Retry.
it: Si è verificato un errore mentre il ticket veniva assegnato. Riprova.

# PriorityLow
source: Low
it: Bassa

# PriorityMedium
source: Medium
it: Media

# PriorityHigh
source: High
it: Alta

# StatusUnassigned
source: Unassigned
it: Non assegnato

# StatusWaitingOperator
source: Waiting operator
it: Attesa operatore

# StatusWaitingUser
source: Waiting user
it: Attesa utente

# StatusClosed
source: Closed
it: Chiuso
